[{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea93"
  },
  "titulo": "Star Wars: Episodio I - La Amenaza Fantasma",
  "contenido": "La saga comienza con la historia de Anakin Skywalker, un joven esclavo con un destino excepcional. Jedi Qui-Gon Jinn ve en él la \"Fuerza\", un poder que puede cambiar la galaxia. Mientras, Sith Darth Maul amenaza la paz.",
  "imagen": "default.png",
  "fecha": "1999"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea94"
  },
  "titulo": "Star Wars: Episodio II - El Ataque de los Clones",
  "contenido": "Anakin se convierte en un Jedi, pero su amor prohibido por Padmé Amidala lo pone en peligro. La galaxia se sume en el caos mientras los separatistas se enfrentan a la República.",
  "imagen": "default.png",
  "fecha": "2002"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea95"
  },
  "titulo": "Star Wars: Episodio III - La Venganza de los Sith",
  "contenido": "La República colapsa y Anakin cae en el lado oscuro, convirtiéndose en Darth Vader. Los Jedi son masacrados mientras el Imperio nace y los gemelos Luke y Leia son separados.",
  "imagen": "default.png",
  "fecha": "2005"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea96"
  },
  "titulo": "Star Wars: Episodio IV - Una Nueva Esperanza",
  "contenido": "La historia sigue a Luke Skywalker mientras se une a la Rebelión para derrocar al Imperio, con la ayuda de la Princesa Leia, Han Solo y Obi-Wan Kenobi.",
  "imagen": "default.png",
  "fecha": "1977"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea97"
  },
  "titulo": "Star Wars: Episodio V - El Imperio Contraataca",
  "contenido": "La Rebelión sufre derrotas devastadoras mientras Luke entrena con Yoda para convertirse en Jedi. Vader revela un impactante secreto.",
  "imagen": "default.png",
  "fecha": "1980"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea98"
  },
  "titulo": "Star Wars: Episodio VI - El Retorno del Jedi",
  "contenido": "La lucha final contra el Imperio se desata. Luke enfrenta a Vader y al Emperador, mientras la redención y la paz están en juego.",
  "imagen": "default.png",
  "fecha": "1983"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea99"
  },
  "titulo": "Star Wars: Episodio VII - El Despertar de la Fuerza",
  "contenido": "Nuevos héroes se unen a la lucha contra la Primera Orden. Rey, una chatarrera, descubre su conexión con la Fuerza y busca a Luke Skywalker.",
  "imagen": "default.png",
  "fecha": "2015"
},
{
  "_id": {
    "$oid": "64e7e813d4f9b5c7fd56ea9a"
  },
  "titulo": "Star Wars: Episodio VIII - Los Últimos Jedi",
  "contenido": "Rey busca el entrenamiento de Luke, pero él duda de la Jedi. Mientras tanto, la Resistencia lucha por sobrevivir contra la Primera Orden.",
  "imagen": "default.png",
  "fecha": "2017"
},
{
  "_id": {
    "$oid": "64ebe5d971d2fb6a03eec343"
  },
  "titulo": "Star Wars: Episodio IX - El Ascenso de Skywalker",
  "contenido": "La saga culmina con la lucha final contra el Emperador resucitado. Rey enfrenta su destino mientras la galaxia se une para derrotar al mal.",
  "imagen": "default.png",
  "fecha": "2019",
  "__v": 0
}]